Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: No hardware AEC — we use software echo rejection on the transcript. AirPods are strongly recommended; phone speaker works but TTS can occasionally leak through and cause the AI to cut itself off.
ar: لا يوجد إلغاء صدى (AEC) على مستوى العتاد — نستخدم رفض صدى برمجيًا على النص المفرَّغ. يُنصح بشدة باستخدام AirPods؛ يعمل مكبّر صوت الهاتف لكن صوت تحويل النص إلى كلام قد يتسرّب أحيانًا فيجعل الذكاء الاصطناعي يقاطع نفسه.
da: Ingen hardware-ekkoannullering — vi bruger softwarebaseret ekkoafvisning på transskriptionen. AirPods anbefales kraftigt; telefonens højttaler virker, men talesyntesen kan af og til slippe igennem og få AI'en til at afbryde sig selv.
de: Keine Hardware-Echounterdrückung — wir nutzen softwarebasierte Echounterdrückung auf dem Transkript. AirPods werden dringend empfohlen; der Telefonlautsprecher funktioniert, aber die Sprachausgabe kann gelegentlich durchdringen, sodass sich die KI selbst unterbricht.
es: Sin cancelación de eco por hardware: usamos rechazo de eco por software sobre la transcripción. Se recomiendan encarecidamente los AirPods; el altavoz del teléfono funciona, pero la voz sintetizada puede colarse a veces y hacer que la IA se interrumpa a sí misma.
fi: Ei laitteistotason kaiunpoistoa — käytämme ohjelmallista kaiunhylkäystä tekstitykseen. AirPodseja suositellaan vahvasti; puhelimen kaiutin toimii, mutta puhesynteesi voi toisinaan vuotaa läpi ja saada tekoälyn keskeyttämään itsensä.
fr: Pas d’annulation d’écho matérielle — nous appliquons un rejet d’écho logiciel sur la transcription. Les AirPods sont fortement recommandés ; le haut-parleur du téléphone fonctionne, mais la synthèse vocale peut parfois être captée et amener l’IA à s’interrompre elle-même.
is: Engin vélbúnaðar-AEC — við notum hugbúnaðarbergmálsdeyfingu á uppskriftinni. Mjög mælt er með AirPods; hátalari símans virkar en talgervillinn getur stundum lekið í gegn og valdið því að gervigreindin grípur fram í fyrir sjálfri sér.
it: Nessuna cancellazione dell'eco hardware (AEC): usiamo un filtro software dell'eco sulla trascrizione. Gli AirPods sono fortemente consigliati; il vivavoce del telefono funziona, ma la sintesi vocale può a volte rientrare nel microfono e far interrompere l'IA da sola.
ja: ハードウェアのエコーキャンセルはありません — トランスクリプトにソフトウェアのエコー除去を使います。AirPods を強く推奨します。iPhone のスピーカーでも動作しますが、読み上げ音声がまれに入り込み、AI が自分の発話を中断することがあります。
ko: 하드웨어 에코 제거가 없습니다 — 대화 기록에 소프트웨어 에코 제거를 사용합니다. AirPods를 강력히 권장합니다. 휴대폰 스피커도 작동하지만 TTS 음성이 가끔 새어 들어가 AI가 스스로 말을 끊을 수 있습니다.
nb: Ingen ekkodemping i maskinvaren — vi bruker programvarebasert ekkoavvisning på transkripsjonen. AirPods anbefales sterkt; telefonens høyttaler fungerer, men talesyntesen kan av og til lekke inn og få AI-en til å avbryte seg selv.
nl: Geen hardwarematige echo-onderdrukking — we gebruiken software-echofiltering op het transcript. AirPods worden sterk aanbevolen; de luidspreker van de telefoon werkt, maar spraakuitvoer kan soms doorlekken waardoor de AI zichzelf onderbreekt.
pt_br: Sem cancelamento de eco por hardware — usamos rejeição de eco por software na transcrição. AirPods são altamente recomendados; o alto-falante do telefone funciona, mas a voz sintetizada às vezes vaza e faz a IA se interromper.
ru: Нет аппаратного эхоподавления — мы используем программное отсеивание эха в расшифровке. Настоятельно рекомендуются AirPods; громкоговоритель телефона работает, но озвучка иногда может просачиваться и заставлять ИИ прерывать сам себя.
sv: Ingen hårdvaru-AEC — vi använder mjukvarubaserad ekoavvisning på transkriptet. AirPods rekommenderas starkt; telefonens högtalare fungerar, men talsyntesen kan ibland läcka igenom och få AI:n att avbryta sig själv.
zh_hans: 没有硬件回声消除（AEC）— 我们对转写文字使用软件回声过滤。强烈推荐使用 AirPods；手机扬声器也可以用，但语音合成的声音偶尔会被收录，导致 AI 打断自己。

source: No network involved — works offline
ar: لا يتطلب شبكة — يعمل دون اتصال
da: Intet netværk involveret — virker offline
de: Kein Netzwerk beteiligt — funktioniert offline
es: Sin red de por medio: funciona sin conexión
fi: Ei verkkoyhteyttä — toimii offline-tilassa
fr: Aucun réseau utilisé — fonctionne hors ligne
is: Ekkert net notað — virkar án nettengingar
it: Nessuna rete coinvolta — funziona offline
ja: ネットワーク不要 — オフラインで動作します
ko: 네트워크를 사용하지 않음 — 오프라인 작동
nb: Ingen nettverk involvert — fungerer frakoblet
nl: Geen netwerk nodig — werkt offline
pt_br: Sem uso de rede — funciona offline
ru: Сеть не используется — работает без интернета
sv: Inget nätverk inblandat — fungerar offline
zh_hans: 不涉及网络 — 可离线使用

source: No physiological score is perfect. The chip lets you build a calibration log: "the score said 78 but I felt like 50." Over weeks, you can scroll the log and see where the score and your felt experience diverge — that's where you learn your own outliers (e.g. "my score reads low after a late dinner").
ar: لا توجد نتيجة فسيولوجية مثالية. تتيح لك الشريحة بناء سجل معايرة: «قالت النتيجة 78 لكنني شعرت أنها 50». على مدى أسابيع، يمكنك تصفّح السجل ورؤية مواضع اختلاف النتيجة عن شعورك الفعلي — وهناك تتعرّف على حالاتك الشاذة (مثل «نتيجتي تبدو منخفضة بعد عشاء متأخر»).
da: Ingen fysiologisk score er perfekt. Knappen lader dig opbygge en kalibreringslog: »scoren sagde 78, men jeg havde det som 50«. Over uger kan du bladre i loggen og se, hvor scoren og din oplevelse afviger — det er der, du lærer dine egne afvigere at kende (fx »min score er lav efter en sen aftensmad«).
de: Kein physiologischer Wert ist perfekt. Mit dem Chip baust du ein Kalibrierungsprotokoll auf: „Der Wert sagte 78, aber ich fühlte mich wie 50.“ Über Wochen kannst du durch das Protokoll scrollen und sehen, wo Wert und Empfinden auseinandergehen — so lernst du deine eigenen Ausreißer kennen (z. B. „mein Wert ist nach einem späten Abendessen niedrig“).
es: Ninguna puntuación fisiológica es perfecta. Este botón te permite llevar un registro de calibración: «la puntuación decía 78 pero me sentía como un 50». Con las semanas, puedes repasar el registro y ver dónde divergen la puntuación y lo que sientes: ahí aprendes tus propios casos atípicos (p. ej., «mi puntuación sale baja tras una cena tardía»).
fi: Mikään fysiologinen pistemäärä ei ole täydellinen. Painikkeen avulla voit koota kalibrointilokin: "pisteet olivat 78, mutta minusta tuntui kuin 50". Viikkojen mittaan voit selata lokia ja nähdä, missä pisteet ja kokemuksesi eroavat — niin opit omat poikkeamasi (esim. "pisteeni ovat matalat myöhäisen illallisen jälkeen").
fr: Aucun score physiologique n’est parfait. La puce vous permet de tenir un journal d’étalonnage : « le score disait 78 mais je me sentais à 50 ». Au fil des semaines, vous pouvez parcourir ce journal et voir où le score et votre ressenti divergent — c’est là que vous découvrez vos propres cas particuliers (p. ex. « mon score est bas après un dîner tardif »).
is: Engin lífeðlisfræðileg stig eru fullkomin. Hnappurinn gerir þér kleift að byggja upp kvörðunarskrá: „stigin sögðu 78 en mér leið eins og 50.“ Með vikunum geturðu flett í skránni og séð hvar stigin og upplifun þín víkja hvort frá öðru — þar lærirðu á þín eigin frávik (t.d. „stigin mín eru lág eftir seinan kvöldmat“).
it: Nessun punteggio fisiologico è perfetto. Il riquadro ti permette di creare un registro di calibrazione: "il punteggio diceva 78 ma mi sentivo da 50". Nel corso delle settimane puoi scorrere il registro e vedere dove punteggio e sensazioni divergono: è lì che scopri le tue eccezioni personali (ad es. "il mio punteggio è basso dopo una cena tardiva").
ja: 完璧な生理学的スコアはありません。チップを使うと、「スコアは 78 だったけど、体感は 50 だった」といった較正の記録を残せます。数週間たってから記録を見返すと、スコアと体感がずれるところがわかります — そこから自分ならではの外れ値（例：「遅い夕食の後はスコアが低く出る」）がわかります。
ko: 완벽한 생리 점수는 없습니다. 이 칩으로 보정 기록을 쌓을 수 있습니다: "점수는 78이었지만 느낌은 50이었다." 몇 주가 지나면 기록을 넘겨 보며 점수와 실제 느낌이 어긋나는 지점을 볼 수 있습니다 — 거기서 본인만의 예외(예: "늦은 저녁을 먹은 뒤에는 점수가 낮게 나온다")를 알게 됩니다.
nb: Ingen fysiologisk score er perfekt. Brikken lar deg bygge en kalibreringslogg: «scoren sa 78, men det føltes som 50». Over uker kan du bla i loggen og se hvor scoren og opplevelsen din spriker — det er der du lærer dine egne avvik (f.eks. «scoren min blir lav etter sen middag»).
nl: Geen enkele fysiologische score is perfect. Met het label bouw je een kalibratielogboek op: ‘de score zei 78, maar ik voelde me een 50’. Na een paar weken kun je door het logboek scrollen en zien waar de score en je gevoel uit elkaar lopen — zo leer je je eigen uitschieters kennen (bijv. ‘mijn score is laag na een laat diner’).
pt_br: Nenhuma pontuação fisiológica é perfeita. O botão permite que você crie um registro de calibração: "a pontuação disse 78, mas eu me senti como 50". Ao longo das semanas, você pode percorrer o registro e ver onde a pontuação e sua percepção divergem — é aí que você descobre suas próprias exceções (por exemplo, "minha pontuação fica baixa depois de um jantar tarde").
ru: Ни одна физиологическая оценка не идеальна. Плашка позволяет вести журнал калибровки: «оценка показала 78, а я чувствовал на 50». Через несколько недель можно пролистать журнал и увидеть, где оценка и ваше самочувствие расходятся, — так вы узнаёте свои исключения (например, «после позднего ужина моя оценка занижена»).
sv: Ingen fysiologisk poäng är perfekt. Knappen låter dig bygga en kalibreringslogg: "poängen sa 78 men det kändes som 50." Efter några veckor kan du bläddra i loggen och se var poängen och din upplevelse skiljer sig — där lär du dig dina egna avvikare (t.ex. "min poäng blir låg efter en sen middag").
zh_hans: 没有完美的生理评分。这个标签能让你建立校准记录：“评分是 78，但我感觉只有 50。”几周后，你可以翻看记录，看看评分与你的实际感受在哪里出现分歧 — 从中你能了解自己的特殊情况（例如“晚餐吃得晚之后我的评分会偏低”）。

source: Number of valid heartbeats. 200+ is good for analysis.
ar: عدد النبضات الصالحة. 200+ جيد للتحليل.
da: Antal gyldige hjerteslag. 200+ er godt til analyse.
de: Anzahl gültiger Herzschläge. 200+ ist gut für die Analyse.
es: Número de latidos válidos. 200+ es bueno para el análisis.
fi: Kelvollisten sydämenlyöntien määrä. 200+ on hyvä analyysiin.
fr: Nombre de battements valides. 200 ou plus convient pour l’analyse.
is: Fjöldi gildra hjartslaga. 200+ er gott fyrir greiningu.
it: Numero di battiti validi. 200 o più va bene per l'analisi.
ja: 有効な心拍の数です。分析には 200 以上が望ましいです。
ko: 유효한 심박 수. 분석에는 200개 이상이 좋습니다.
nb: Antall gyldige hjerteslag. 200+ er bra for analyse.
nl: Aantal geldige hartslagen. 200+ is goed voor analyse.
pt_br: Número de batimentos válidos. 200+ é bom para a análise.
ru: Число корректных ударов сердца. 200+ — хорошо для анализа.
sv: Antal giltiga hjärtslag. 200+ är bra för analys.
zh_hans: 有效心跳的数量。200 次以上适合分析。

source: Off
ar: إيقاف
da: Fra
de: Aus
es: Desactivado
fi: Pois
fr: Désactivé
is: Af
it: Disattivato
ja: オフ
ko: 끔
nb: Av
nl: Uit
pt_br: Desativado
ru: Выкл.
sv: Av
zh_hans: 关闭

source: Often 20-50% above age norms
ar: غالبًا أعلى بنسبة 20-50% من معايير العمر
da: Ofte 20-50 % over aldersnormen
de: Oft 20–50 % über der Altersnorm
es: A menudo un 20-50 % por encima de las normas por edad
fi: Usein 20–50 % ikänormeja korkeampi
fr: Souvent 20 à 50 % au-dessus des normes pour l’âge
is: Oft 20-50% yfir aldursviðmiðum
it: Spesso 20-50% sopra le norme per età
ja: 年齢の標準より 20～50% 高いことが多い
ko: 연령 기준보다 20-50% 높은 경우가 많음
nb: Ofte 20-50 % over aldersnormen
nl: Vaak 20-50% boven de leeftijdsnorm
pt_br: Muitas vezes 20-50% acima das normas para a idade
ru: Часто на 20–50% выше возрастных норм
sv: Ofta 20–50 % över åldersnormerna
zh_hans: 常常比同龄常模高 20-50%

source: Often {range}
ar: غالبًا {range}
da: Ofte {range}
de: Oft {range}
es: A menudo {range}
fi: Usein {range}
fr: Souvent {range}
is: Oft {range}
it: Spesso {range}
ja: 多くの場合 {range}
ko: 대개 {range}
nb: Ofte {range}
nl: Vaak {range}
pt_br: Muitas vezes {range}
ru: Часто {range}
sv: Ofta {range}
zh_hans: 通常为 {range}

source: OK (10-30 m)
ar: مقبول (10-30 م)
es: Aceptable (10-30 m)
fr: Correct (10-30 m)
is: Í lagi (10-30 m)
it: Discreto (10-30 m)
ja: まずまず（10～30 m）
ko: 양호(10-30m)
ru: Нормально (10–30 м)
zh_hans: 一般（10-30 米）

source: Older sessions (from before this fix)
ar: الجلسات الأقدم (من قبل هذا الإصلاح)
da: Ældre sessioner (fra før denne rettelse)
de: Ältere Sitzungen (von vor dieser Korrektur)
es: Sesiones antiguas (anteriores a esta corrección)
fi: Vanhemmat istunnot (ennen tätä korjausta)
fr: Sessions plus anciennes (antérieures à cette correction)
is: Eldri lotur (frá því fyrir þessa lagfæringu)
it: Sessioni più vecchie (precedenti a questa correzione)
ja: 古いセッション（この修正より前のもの）
ko: 이전 세션(이 수정 이전)
nb: Eldre økter (fra før denne rettelsen)
nl: Oudere sessies (van vóór deze oplossing)
pt_br: Sessões mais antigas (anteriores a esta correção)
ru: Более старые сессии (до этого исправления)
sv: Äldre sessioner (från före den här korrigeringen)
zh_hans: 较早的记录（此修复之前的）

source: On by Default
ar: مفعّل افتراضيًا
da: Slået til som standard
de: Standardmäßig aktiviert
es: Activado por defecto
fi: Oletuksena päällä
fr: Activé par défaut
is: Kveikt sjálfgefið
it: Attiva per impostazione predefinita
ja: デフォルトでオン
ko: 기본적으로 켜짐
nb: På som standard
nl: Standaard aan
pt_br: Ativado por padrão
ru: Включено по умолчанию
sv: På som standard
zh_hans: 默认开启

source: On connected models (Claude, ChatGPT, Gemini, Grok, DeepSeek), the text field accepts any question. Apple Intelligence is best for the pre-fab questions — its safety filter restricts free-form health discussion.
ar: مع النماذج المتصلة (Claude وChatGPT وGemini وGrok وDeepSeek)، يقبل حقل النص أي سؤال. Apple Intelligence أنسب للأسئلة الجاهزة — فمرشح الأمان لديه يقيّد النقاش الصحي الحر.
da: Med forbundne modeller (Claude, ChatGPT, Gemini, Grok, DeepSeek) accepterer tekstfeltet ethvert spørgsmål. Apple Intelligence er bedst til de færdige spørgsmål — dens sikkerhedsfilter begrænser fri helbredssnak.
de: Bei verbundenen Modellen (Claude, ChatGPT, Gemini, Grok, DeepSeek) nimmt das Textfeld jede Frage an. Apple Intelligence eignet sich am besten für die vorgefertigten Fragen — sein Sicherheitsfilter schränkt freie Gespräche über Gesundheit ein.
es: Con los modelos conectados (Claude, ChatGPT, Gemini, Grok, DeepSeek), el campo de texto acepta cualquier pregunta. Apple Intelligence funciona mejor con las preguntas predefinidas: su filtro de seguridad restringe las conversaciones libres sobre salud.
fi: Yhdistetyillä malleilla (Claude, ChatGPT, Gemini, Grok, DeepSeek) tekstikenttään voi kirjoittaa minkä tahansa kysymyksen. Apple Intelligence sopii parhaiten valmiisiin kysymyksiin — sen turvasuodatin rajoittaa vapaamuotoista terveyskeskustelua.
fr: Avec les modèles connectés (Claude, ChatGPT, Gemini, Grok, DeepSeek), le champ de texte accepte n’importe quelle question. Apple Intelligence convient mieux aux questions prédéfinies — son filtre de sécurité limite les échanges libres sur la santé.
is: Í tengdum líkönum (Claude, ChatGPT, Gemini, Grok, DeepSeek) tekur textareiturinn við hvaða spurningu sem er. Apple Intelligence hentar best fyrir tilbúnu spurningarnar — öryggissía þess takmarkar frjálsa umræðu um heilsu.
it: Con i modelli connessi (Claude, ChatGPT, Gemini, Grok, DeepSeek) il campo di testo accetta qualsiasi domanda. Apple Intelligence funziona meglio con le domande predefinite: il suo filtro di sicurezza limita le discussioni libere sulla salute.
ja: 接続モデル（Claude、ChatGPT、Gemini、Grok、DeepSeek）では、テキスト欄にどんな質問でも入力できます。Apple Intelligence は用意された質問に最適です — その安全フィルタが自由形式の健康に関する話題を制限するためです。
ko: 연결된 모델(Claude, ChatGPT, Gemini, Grok, DeepSeek)에서는 텍스트 입력란에 어떤 질문이든 입력할 수 있습니다. Apple Intelligence는 미리 만들어진 질문에 가장 적합합니다 — 안전 필터가 자유로운 건강 관련 대화를 제한합니다.
nb: Med tilkoblede modeller (Claude, ChatGPT, Gemini, Grok, DeepSeek) godtar tekstfeltet alle spørsmål. Apple Intelligence passer best til de ferdige spørsmålene — sikkerhetsfilteret begrenser fri diskusjon om helse.
nl: Bij verbonden modellen (Claude, ChatGPT, Gemini, Grok, DeepSeek) accepteert het tekstveld elke vraag. Apple Intelligence werkt het best met de kant-en-klare vragen — het veiligheidsfilter beperkt vrije gesprekken over gezondheid.
pt_br: Nos modelos conectados (Claude, ChatGPT, Gemini, Grok, DeepSeek), o campo de texto aceita qualquer pergunta. O Apple Intelligence funciona melhor com as perguntas prontas — seu filtro de segurança restringe a discussão livre sobre saúde.
ru: В подключённых моделях (Claude, ChatGPT, Gemini, Grok, DeepSeek) в текстовое поле можно ввести любой вопрос. Apple Intelligence лучше всего подходит для готовых вопросов — её фильтр безопасности ограничивает свободное обсуждение здоровья.
sv: Med anslutna modeller (Claude, ChatGPT, Gemini, Grok, DeepSeek) tar textfältet emot vilken fråga som helst. Apple Intelligence fungerar bäst med de färdiga frågorna — dess säkerhetsfilter begränsar fria hälsodiskussioner.
zh_hans: 在已连接的模型（Claude、ChatGPT、Gemini、Grok、DeepSeek）上，文本框可以输入任何问题。Apple Intelligence 最适合预设问题 — 它的安全过滤器会限制自由形式的健康讨论。

source: On iOS 17, static labels (buttons, tabs, headings) appear in your chosen language, but analysis summaries and coaching text remain in English.
ar: على iOS 17، تظهر التسميات الثابتة (الأزرار وعلامات التبويب والعناوين) باللغة التي اخترتها، لكن ملخصات التحليل ونصوص التوجيه تبقى بالإنجليزية.
da: På iOS 17 vises statiske etiketter (knapper, faner, overskrifter) på dit valgte sprog, men analyseoversigter og coachingtekst forbliver på engelsk.
de: Unter iOS 17 erscheinen statische Beschriftungen (Tasten, Tabs, Überschriften) in der gewählten Sprache, Analysezusammenfassungen und Coaching-Texte bleiben jedoch auf Englisch.
es: En iOS 17, las etiquetas fijas (botones, pestañas, encabezados) aparecen en el idioma elegido, pero los resúmenes de análisis y los textos de orientación siguen en inglés.
fi: iOS 17:ssä staattiset nimikkeet (painikkeet, välilehdet, otsikot) näkyvät valitsemallasi kielellä, mutta analyysien yhteenvedot ja valmennustekstit pysyvät englanniksi.
fr: Sous iOS 17, les libellés statiques (boutons, onglets, titres) s’affichent dans la langue choisie, mais les résumés d’analyse et les textes de coaching restent en anglais.
is: Í iOS 17 birtast fastir merkimiðar (hnappar, flipar, fyrirsagnir) á völdu tungumáli, en samantektir greininga og þjálfunartexti eru áfram á ensku.
it: Su iOS 17 le etichette statiche (pulsanti, schede, titoli) compaiono nella lingua scelta, ma i riepiloghi delle analisi e i testi di coaching restano in inglese.
ja: iOS 17 では、固定のラベル（ボタン、タブ、見出し）は選択した言語で表示されますが、分析サマリーやコーチングのテキストは英語のままです。
ko: iOS 17에서는 고정 레이블(버튼, 탭, 제목)이 선택한 언어로 표시되지만, 분석 요약과 코칭 텍스트는 영어로 남습니다.
nb: På iOS 17 vises statiske etiketter (knapper, faner, overskrifter) på språket du har valgt, men analyseoppsummeringer og coachingtekst forblir på engelsk.
nl: Op iOS 17 verschijnen vaste labels (knoppen, tabbladen, koppen) in je gekozen taal, maar analyseoverzichten en coachingteksten blijven in het Engels.
pt_br: No iOS 17, rótulos estáticos (botões, abas, títulos) aparecem no idioma escolhido, mas os resumos de análise e os textos de orientação continuam em inglês.
ru: В iOS 17 статические подписи (кнопки, вкладки, заголовки) отображаются на выбранном языке, но сводки анализа и тренерские тексты остаются на английском.
sv: På iOS 17 visas statiska etiketter (knappar, flikar, rubriker) på det språk du valt, men analyssammanfattningar och coachningstext förblir på engelska.
zh_hans: 在 iOS 17 上，静态标签（按钮、标签页、标题）会以你选择的语言显示，但分析摘要和指导文字仍为英文。
